---
kind: other
id: Events.T:Autodesk.Revit.UI.ComboBox
source: html/357a0f33-4815-6d63-a073-7307c872422e.htm
---
# ComboBox Events

Subscribe to this event to be notified when the current item of the ComboBox is changed.